<?
$a=<<<END

1 Разработка примерной программы дисциплины
2 Разработка (переработка) компонентов образовательной программы высшего образования
2.1.1 Разработка общей характеристики образовательной программы высшего образования
2.1.2 Переработка общей характеристики образовательной программы высшего образования
2.2.1 Разработка РПД (при отсутствии примерной программы дисциплины или типовой РПД)
2.2.2 Переработка РПД (при отсутствии примерной программы дисциплины или типовой РПД)
2.2.3 Разработка РПД (при наличии примерной программы дисциплины)
2.2.4 Переработка РПД (при наличии примерной программы дисциплины)
2.2.5 Разработка РПД (при наличии типовой программы дисциплины)
2.2.6 Переработка РПД (при наличии типовой программы дисциплины)
2.2.7 Разработка рабочей программы "Научные исследования" по учебным планам адъюнктуры
2.2.8 Переработка рабочей программы "Научные исследования" по учебным планам адъюнктуры
2.3.1 Разработка программы практики
2.3.2 Переработка программы практики
2.4.1 Разработка программы ГИА
2.4.2 Переработка программы ГИА
2.5.1 Разработка плана-графика формирования компетенций у обучающихся
2.5.2 Переработка плана-графика формирования компетенций у обучающихся
2.6.1 Разработка матрицы компетенций
2.6.2 Переработка матрицы компетенций
3 Разработка паспорта компетенций
3.1 Переработка паспорта компетенций
4 Разработка программы кандидатского экзамена, программы конкурсного вступительного экзамена в адъюнктуру
5 Разработка методических рекомендаций по подготовке к кандидатскому экзамену
6 Переработка тематического плана изучения дисциплины
7 Разработка тезисов / конспектов / текстов лекций, включая подбор наглядных пособий и дидактических материалов
7.1 Переработка тезисов / конспектов / текстов лекций, включая подбор наглядных пособий и дидактических материалов
8 Разработка фондовой лекции
8.1 Переработка фондовой лекции
9 Разработка методических указаний (рекомендаций) по изучению дисциплины
9.1 Переработка методических указаний (рекомендаций) по изучению дисциплины
10 Разработка учебно-методических материалов для проведения игр и учений (планов и методических разработок)
10.0.1 кафедральных
10.0.2 межкафедральных
10.1 Переработка учебно-методических материалов для проведения игр и учений (планов и методических разработок)
10.1.1 кафедральных
10.1.2 межкафедральных
11 Разработка планов (методических разработок) проведения
11.1 открытого, показательного занятия
11.2 семинаров и практических занятий по вновь вводимой дисциплине, в том числе
11.3 семинаров и практических занятий по ранее читавшейся дисциплине, в том числе
12 Разработка методических указаний
12.1 по написанию рефератов и практикумов
12.2 по написанию курсовых и дипломных работ
13 Разработка текстового материала для внеаудиторного чтения
14 Разработка дидактического материала для проведения занятий
15 Разработка макета учебного дела
16 Разработка оценочных средств
16.1 Разработка тематики
16.1.1 рефератов, курсовых работ
16.1.2 ВКР
16.2.1 Разработка заданий на контрольные работы
16.2.2 Переработка заданий на контрольные работы
16.3.1 Разработка тестов
16.3.2 Переработка тестов
16.4 Составление вопросов и билетов для промежуточной аттестации
16.4.1 новых
16.4.2 корректировка имеющихся
16.4.3 подбор задач к билетам
16.5 Составление вопросов и билетов для ГИА
16.6 Составление вопросов для подготовки к сдаче и билетов для сдачи конкурсных вступительных экзаменов в адъюнктуру
17 Разработка структуры электронного учебного курса для дистанционного образования
17.1 Переработка структуры электронного учебного курса для дистанционного образования
18 Разработка и интеграция текстового содержания в электронный учебный курс с настраиванием гиперссылок
18.1 Переработка и интеграция текстового содержания в электронный учебный курс с настраиванием гиперссылок
19 Разработка и интеграция иллюстраций (графиков, таблиц, схем) в текстовое содержание электронного учебного курса
19.1 Переработка и интеграция иллюстраций (графиков, таблиц, схем) в текстовое содержание электронного учебного курса
20 Разработка и интеграция аудио-, видеоматериалов
20.1 Переработка и интеграция аудио-, видеоматериалов
21 Разработка видео-лекций
21.1 Переработка видео-лекций
22 Разработка мультимедийных презентаций
22.1 Переработка мультимедийных презентаций
23 Разработка и интеграция
23.0.1 мультимедийных учебников
23.0.2 учебных пособий
23.0.3 контрольно-тестирующих комплексов, используемых в учебном процессе
23.1 Переработка и интеграция
23.1.1 мультимедийных учебников
23.1.2 учебных пособий
23.1.3 контрольно-тестирующих комплексов, используемых в учебном процессе
24 Дизайн (оформление) материалов электронного учебного курса
25 Постановка задачи на разработку компьютерной обучающей программы при условии ее использования в учебном процессе
26 Разработка сценария и создание учебного видеофильма
27 Контрольное посещение занятия
28 Взаимное посещение занятия
29 Проведение пробных и конкурсных занятий
30 Руководство методической секцией кафедры
31 Руководство Школой педагогического мастерства
32 Проведение занятий в школе педагогического мастерства
33 Руководство конкурсной комиссией
34 Участие в работе конкурсной комиссии
35 Руководство секцией методического совета
36 Исполнение обязанностей начальника учебно-методического кабинета кафедры
37 Подготовка к выступлению на методическом совете, учебно-методическом сборе, включая мультимедийное сопровождение
38 Организационно-методическая работа
39 Участие в представительских мероприятиях
39.1 работа учебно-методического сбора
39.2 работа методического совета
39.3 работа координационного совета
39.4 заседания кафедры
39.5 заседания методической секции
40 Подготовка экспертного заключения на рукопись научной продукции, внедренной в образовательную деятельность
41 Подготовка экспертного заключения на проекты рабочих учебных программ, программ практик, программ ГИА, паспортов компетенций
END;

$s = explode(PHP_EOL,$a);
for($i=1; $i<count($s); $i++) {
	echo '<option value="',$i,'">',$s[$i],'</option>',PHP_EOL;
}
